[
  {
    "layerName": "default",
    "intro": "Enslaved Deerfielders lived in households up and down the mile-long village street through the 18th century. Choose a decade to see who they were and where they lived.",
    "popItems": [
    ] 
  }, 
  {
    "layerName": "1690",
    "intro": "The earliest surviving reference to an African American in Deerfield appeared in a description of an encounter between a Native American prisoner and “the negro who watched him” in 1690.",
    "popItems": [
      {
        "slug": "tigo",
        "title": "Robert Tigo",
        "pTop": 45,
        "pLeft": 48,
        "blurb": "Robert Tigo, enslaved by the Reverend John Williams, died in 1695. He is the first known enslaved person in Deerfield."
      }
    ]
  },
  {
    "layerName": "1700",
    "intro": "Loss of life and property from continual raids prevented most early residents, with the exception of the minister, from being able to afford to purchase enslaved labor.",
    "popItems": [
      {
        "slug": "parthena",
        "title": "Parthena",
        "pTop": 40,
        "pLeft": 48,
        "blurb": "Parthena and her husband Frank were enslaved by the town’s minister, John Williams. Both were tragically killed in a raid on the town only a year later."
      },
      {
        "slug": "frank",
        "title": "Frank",
        "pTop": 45,
        "pLeft": 48,
        "blurb": "Frank and his wife Parthena were enslaved by Deerfield’s minister, the Reverend John Williams, who also presided over their marriage in 1703."
      }
    ]
  },
  {
    "layerName": "1710",
    "intro": "Deerfield remained one of the most dangerous places to live in British North America. Lacking the safety to farm their fields or pasture their livestock due to the constant threat of attack by the French and their Native allies, few residents had money or inclination to purchase enslaved labor.",
    "popItems": [
      {
        "slug": "unknown",
        "title": "Name Unknown",
        "pTop": 37,
        "pLeft": 25,
        "blurb": "At least one man, name unknown, was enslaved by Timothy Childs in a house which survives to the present day."
      }
    ] 
  }, 
  {
    "layerName": "1720",
    "intro": "Although the threat of attack still hampered residents from actively farming their land, enslaved people continued to labor in the minister’s household.",
    "popItems": [
      {
        "slug": "ceasar",
        "title": "Ceasar",
        "pTop": 55,
        "pLeft": 26,
        "blurb": "Caesar was enslaved by Ensign Samuel Field (1678-1762)."
      },
      {
        "slug": "mesheck",
        "title": "Mesheck",
        "pTop": 40,
        "pLeft": 48,
        "blurb": "Mesheck was first enslaved by John Williams and in 1729, was inherited by John’s daughter Sarah Williams."
      },
      {
        "slug": "kedar",
        "title": "Kedar",
        "pTop": 45,
        "pLeft": 48,
        "blurb": "Enslaved by the Reverend John Williams, Kedar was inherited by Williams’s son Elijah Williams (1712-1771) on the minister’s death in 1729."
      }
    ]
  }, 
  {
    "layerName": "1730",
    "intro": "References in Deerfield records to African American residents almost doubled by 1740. A greater sense of security helped to stimulate economic growth and prosperity among the town’s farmers, funding the purchase of enslaved labor to more profitably exploit Deerfield’s fertile meadows and arable fields.",
    "popItems": [
      {
        "slug": "fortune",
        "title": "Fortune",
        "pTop": 40,
        "pLeft": 20,
        "blurb": "Fortune \"Servant to Samuell Dickinson was Baptized upon his Mistress account\" in June, 1737."
      },
      {
        "slug": "unknown-girl",
        "title": "Name Unknown",
        "pTop": 52,
        "pLeft": 47,
        "blurb": "A girl whose name is no longer known might have been enslaved in the household of Jonathan Hoyt."
      },
      {
        "slug": "kedar",
        "title": "Kedar",
        "pTop": 45,
        "pLeft": 48,
        "blurb": "Kedar was first enslaved by Reverend John Williams and then by his son Elijah Williams. "
      },
      {
        "slug": "lucy",
        "title": "Lucy",
        "pTop": 40,
        "pLeft": 33,
        "blurb": "Lucy Terry came to Deerfield as a child in 1734 where she was enslaved by Ebenezer Wells until her marriage to Abijah Prince in 1756."
      },
      {
        "slug": "caesar",
        "title": "Caesar",
        "pTop": 45,
        "pLeft": 33,
        "blurb": "Enslaved by Ebenezer Wells, Caesar was baptized in 1734 and became a full member of the church two years later."
      },
      {
        "slug": "adam",
        "title": "Adam",
        "pTop": 43,
        "pLeft": 38,
        "blurb": "One of several men named Adam was enslaved by Justice Thomas Wells."
      },
      {
        "slug": "peter",
        "title": "Peter",
        "pTop": 48,
        "pLeft": 38,
        "blurb": "Peter, enslaved by Justice Thomas Wells, was baptized on June 15, 1734 one day after he was “received into Charity with people\" after he “Confessed Sins of drunkeness & stealing.”"
      },
      {
        "slug": "gin",
        "title": "Jin",
        "pTop": 43,
        "pLeft": 58,
        "blurb": "Enslaved by Reverend Jonathan Ashley in 1738, Jin (Jene, Jenne) spent the remainder of her long life laboring for the Ashley family."
      },
      {
        "slug": "mesheck",
        "title": "Mesheck",
        "pTop": 40,
        "pLeft": 48,
        "blurb": "Mesheck was first enslaved by Reverend John Williams and was inherited first by John’s daughter Sarah and later Abigail following the minister’s death in 1729."
      },
      {
        "slug": "cato",
        "title": "Cato",
        "pTop": 48,
        "pLeft": 58,
        "blurb": "Cato was an infant when he and his mother were enslaved by the Reverend Jonathan Ashley in 1738."
      }
    ] 
  }, 
  {
    "layerName": "1740",
    "intro": "This decade not completed yet. By the end of the decade, as many as 20 enslaved men, women, and children were living and working on the mile-long village street.",
    "popItems": [
    ] 
  }, 
  {
    "layerName": "1750",
    "intro": "This decade not completed yet. The number of enslaved people living in Deerfield continued to match the increasing prosperity of the town’s residents. By the mid-1750s, the village residents included a free Black family–Lucy and Abijah Prince’s household.",
    "popItems": [
    ] 
  }, 
  {
    "layerName": "1760",
    "intro": "This decade not completed yet. Census data confirms that African Americans were a much larger presence than they had been 50 years earlier. In the Massachusetts census of 1765, Deerfield reported seventeen “Negroes & Molattoes” who comprised a little over two percent of the town’s total population of 737.",
    "popItems": [
    ] 
  }, 
  {
    "layerName": "1770",
    "intro": "This decade not completed yet. Over two dozen African Americans lived in Deerfield in this decade. Most were enslaved, despite the emphasis on essential liberties of the American Revolution.",
    "popItems": [
    ] 
  },
  {
    "layerName": "1780",
    "intro": "This decade not completed yet. The numbers of free and enslaved African Americans in Deerfield diminished in this decade, perhaps reflecting the gradual decline of slavery in Massachusetts in this decade due to court cases declaring it to be unconstitutional under the new Massachusetts state constitution.",
    "popItems": [
    ] 
  }
 ]